Repository: acomputerguru/gconf-cleaner
Catalog: trunk/po/*.po
Languages: de, it, sv

source: Failed to get the directories in `%s': %s
de: Konnte Verzeichnisse nicht erhalte in `%s': %s
it: Fallito il recupero delle directory in «%s»: %s
sv: Misslyckades med att få katalogerna i "%s": %s

source: Failed to get the entries in `%s': %s
de: Konnte EInträge nicht erhalten in `%s': %s
it: Fallito il recupero delle voci in «%s»: %s
sv: Misslyckades med att få posterna i "%s": %s

source: No value for a key `%s'
de: Kein Wert für Schlüssel `%s'
it: Nessun valore per una chiave «%s»
sv: Inget värde för nyckeln "%s"

source: GConf Cleaner
it: Pulitore GConf

source: A Cleaning tool for GConf
de: Ein Reinigungs-Werkzeug für Gconf
it: Uno strumento per la pulizia di GConf
sv: En rensningsverktyg för GConf

source: translator-credits
de: Thilo Pfennig
it: Milo Casagrande <milo_casagrandeATyahoo.it>, 2007
sv: Daniel Nylander <po@danielnylander.se>

source: <span weight="bold" size="larger">Do you want to leave GConf Cleaner?</span>
de: <span weight="bold" size="larger">Möchten Sie GConf Cleaner verlassen?</span>
it: <span weight="bold" size="larger">Uscire da Pulitore GConf?</span>
sv: <span weight="bold" size="larger">Vill du avsluta GConf Cleaner?</span>

source: If you leave here, any GConf keys will not be cleaned up.
de: Wenn Sie jetzt hier herausgehen, werden keine Gconf-Schlüssel bereinigt.
it: Uscendo ora, nessuna delle chiavi GConf verrà pulita.
sv: Om du avslutar här kommer inte några GConf-nycklar att rensas bort.

source: GConf Cleaner - (%d of %d)
it: Pulitore GConf - (%d di %d)
sv: GConf Cleaner - (%d av %d)

source: If you save the data as %s, original data will be lost.
de: Wenn Sie die Daten als %s, werden die Orginaldaten gelöscht.
it: Salvando i dati come %s, quelli originali saranno persi.
sv: Om du sparar datat som %s kommer det originaldatat att förloras.

source: <span weight="bold" size="larger">Do you want to overwrite a file?</span>
de: <span weight="bold" size="larger">Möchten Sie die Datei überschreiben?</span>
it: <span weight="bold" size="larger">Sovrascrivere un file?</span>
sv: <span weight="bold" size="larger">Vill du skriva över en fil?</span>

source: Failed during opening %s
de: Gescheitert während des Öffnens von %s
it: Fallito durante l'apertura di %s
sv: Misslyckades med att öppna %s

source: Failed during saving GConf keys
de: Gescheitert dem Sichern der Gconf-Schlüssel
it: Fallito durante il salvataggio delle chiavi GConf
sv: Misslyckades under sparning av GConf-nycklar

source: Save GConf keys as...
de: Sicher GConf-Schlüssel
it: Salva chiavi GConf come...
sv: Spara GConf-nycklar som...

source: Retrieving the GConf directories...
de: Hole die Gconf-Verzeichnisse...
it: Recupero delle directory di GConf...
sv: Hämtar GConf-katalogerna...

source: <span weight="bold" size="larger">Failed during the initialization</span>
de: <span weight="bold" size="larger">Gescheitert während der Initialisierung</span>
it: <span weight="bold" size="larger">Fallito durante l'inizializzazione</span>
sv: <span weight="bold" size="larger">Misslyckades under initieringen</span>

source: Analyzing the GConf directories...
de: Nanalysieren der Gconf-Verzeichnisse...
it: Analisi delle directory di GConf...
sv: Analyserar GConf-katalogerna...

source: <span weight="bold" size="larger">Failed during analyzing the GConf key</span>
de: <span weight="bold" size="larger">GConfキーを解析中に失敗しました</span>
it: <span weight="bold" size="larger">Fallito durante l'analisi della chiave GConf</span>
sv: <span weight="bold" size="larger">Misslyckades under analyseringen av GConf-nyckeln</span>

source: Please press Forward button to clean up the GConf keys.
de: Bitte Drücken Sie den Forward-Knopf, um die GConf-Schlüssel zu bereinigen.
it: Premere il pulsante «Avanti» per pulire le chiavi di GConf.
sv: Tryck på Framåt för att rensa bort GConf-nycklarna.

source: Luckily, there are no GConf keys can be cleaned up.
de: Glücklicherweise gibt es keine GConf-Schlüssel die bereinigt werden könnten.
it: Non ci sono chiavi GConf da pulire.
sv: Som tur är finns det inga GConf-nycklar som kan rensas bort.

source: <span weight="bold" size="larger">Failed during cleaning GConf key up.</span>
de: <span weight="bold" size="larger">Gescheitert während dem Aufräumen des GConf-Schlüssels.</span>
it: <span weight="bold" size="larger">Fallito durante la pulizia della chiave GConf.</span>
sv: <span weight="bold" size="larger">Misslyckades med att rensa bort GConf-nyckel.</span>

source: %d of %d GConf keys has been cleaned up successfully.
de: %d von %d GConf-Schlüsseln wurden erfolgreich bereinigt.
it: %d di %d chiavi GConf sono state pulite con successo.
sv: %d av %d GConf-nycklar har rensats bort.

source: GConf Cleaner is to clean up the invalid keys or the unnecessary keys anymore in your GConf database. Please proceed next step to analyze how much such keys are stored.
de: Gconf Cleaner ist dazu da, ungültige und unnötige Schlüssel in Ihrerr GConf-Datenbank zu bereinigen. Bitte fahren Sie zum Nächsten Schritt fort, um zu analysieren, wie viele solcher Schlüssel gespeichert sind.
it: Pulitore GConf sta per eliminare dal database GConf le chiavi non valide o non più necessarie. Procedere al prossimo passo per analizzare quante chiavi sono archiviate.
sv: GConf Cleaner rensar upp ogiltiga och onödiga nycklar i din GConf-databas. Fortsätt till nästa steg för att analysera hur många sådana nycklar som finns lagrade.

source: Welcome to GConf Cleaner
de: Willkommen zu GConf Cleaner
it: Benvenuti a Pulitore GConf
sv: Välkommen till GConf Cleaner

source: Analyzing...
de: Analysiere...
it: Analisi...
sv: Analyserar...

source: <b>GConf directories:</b>
de: <b>GConf Verzeichnisse:</b>
it: <b>Directory GConf:</b>
sv: <b>GConf-kataloger:</b>

source: <b>Total GConf keys:</b>
de: <b>GConf-Schlüssel insgesamt:</b>
it: <b>Chiavi GConf totali:</b>
sv: <b>Totalt antal GConf-nycklar:</b>

source: <b>Cleanable GConf keys:</b>
de: <b>Bereinigbare GConf-Schlüssel:</b>
it: <b>Chiavi GConf da pulire:</b>
sv: <b>Rensningbara GConf-nycklar:</b>

source: _Details
it: _Dettagli
sv: _Detaljer

source: <small><i>Note: This cleanup may affects to your applications working. Please save here to not lose your data.</i></small>
de: <small><i>Hinweis: Diese Bereinigung kann das Funktionieren Ihrer arbeitenden Applikationen beeinflussen. Bitte sichern Sie hier, um keine Daten zu verlieren.</i></small>
it: <small><i>Nota: questa pulizia potrebbere influenzare le applicazioni in uso. Per non perdere alcun dato, salvare tutto.</i></small>
sv: <small><i>Observera: Den här upprensningen kan påverka hur dina program fungerar. Gör en sparning här för att undvika att förlora data.</i></small>

source: Key
de: Schlüssel
it: Chiave
sv: Nyckel

source: Value
de: Wert
it: Valore
sv: Värde

source: Analyzing Result
de: Analysiere Ergebnis
it: Analisi risultati
sv: Analyserar resultatet

source: Cleaning up...
de: Räume auf...
it: Pulizia in corso...
sv: Rensar upp...

source: Congratulation
de: Glückwunsch
it: Congratulazioni
sv: Gratulerar
