Repository: acomputerguru/gconf-cleaner
Catalog: po/*.po
Languages: es, pl

source: Failed to get the directories in `%s': %s
es: No se pudo conseguir los directorios de `%s': %s
pl: Uzyskanie folderów w `%s' nie powiodło się: %s

source: Failed to get the entries in `%s': %s
es: No se pudo conseguir las entradas de `%s': %s
pl: Uzyskanie wpisów w `%s' nie powiodło się: %s

source: No value for a key `%s'
es: No hay un valor para la llave `%s'
pl: Brak wartości klucza `%s'

source: GConf Cleaner
pl: Czyszczenie GConf

source: A Cleaning tool for GConf
es: Una herramienta para limpiar el GConf
pl: Narzędzie czyszczenia GConf

source: translator-credits
es: Festor Wailon Dacoba <festor90@gmail.com>
pl: Piotr Drąg <piotrdrag@gmail.com>, 2008

source: <span weight="bold" size="larger">Do you want to leave GConf Cleaner?</span>
es: <span weight="bold" size="larger">¿Quieres salir de GConf Cleaner?</span>
pl: <span weight="bold" size="larger">czy chcesz zakończyć program Czyszczenie GConf?</span>

source: If you leave here, any GConf keys will not be cleaned up.
es: Si sales ahora, no se limpiará las llaves del GConf.
pl: Jeśli zostanie teraz zakończony, żadne klucze GConf nie zostaną wyczyszczone.

source: GConf Cleaner - (%d of %d)
es: GConf Cleaner - (%d de %d)
pl: Czyszczenie GConf - (%d z %d)

source: If you save the data as %s, original data will be lost.
es: Si guardas los datos como %s, se perderán los datos originales.
pl: Jeśli dane zostaną zapisane jako %s, oryginalne dane zostaną utracone.

source: <span weight="bold" size="larger">Do you want to overwrite a file?</span>
es: <span weight="bold" size="larger">¿Quieres sobrescribir el archivo?</span>
pl: <span weight="bold" size="larger">Czy chcesz zastąpić plik?</span>

source: Failed during opening %s
es: Se ha producido un error al abrir %s
pl: Otwieranie %s nie powiodło się

source: Failed during saving GConf keys
es: Se ha producido un error mientras se guardaban las llaves GConf
pl: Zapisywanie kluczy GConf nie powiodło się

source: Save GConf keys as...
es: Guardar llaves GConf como...
pl: Zapisz klucze GConf jako...

source: Retrieving the GConf directories...
es: Recuperando directorios del GConf...
pl: Pobieranie folderów GConf...

source: <span weight="bold" size="larger">Failed during the initialization</span>
es: <span weight="bold" size="larger">Se ha producido un error durante la inicialización</span>
pl: <span weight="bold" size="larger">Inicjowanie nie powiodło się</span>

source: Analyzing the GConf directories...
es: Analizando directorios del GConf...
pl: Analizowanie folderów GConf...

source: <span weight="bold" size="larger">Failed during analyzing the GConf key</span>
es: <span weight="bold" size="larger">Se ha producido un error durante el análisis de las llaves del GConf</span>
pl: <span weight="bold" size="larger">Analizowanie kluczy GConf nie powiodło się</span>

source: Please press Forward button to clean up the GConf keys.
es: Por favor pulse en Siguiente para limpiar las llaves del GConf
pl: Naciśnij przycisk Dalej, aby wyczyścić klucze GConf.

source: Luckily, there are no GConf keys can be cleaned up.
es: Felicitaciones, no tienes llaves GConf que puedan ser limpiadas.
pl: Masz szczęście, nie ma żadnych kluczy GConf do wyczyszczenia.

source: <span weight="bold" size="larger">Failed during cleaning GConf key up.</span>
es: <span weight="bold" size="larger">Se ha producido un error durante la limpieza de llaves en el GConf.</span>
pl: <span weight="bold" size="larger">Wyczyszczenie kluczy GConf nie powiodło się.</span>

source: %d of %d GConf keys has been cleaned up successfully.
es: %d de %d llaves GConf han sido satisfactoriamente limpiadas.
pl: %d z %d kluczy GConf zostało pomyślnie wyczyszczonych.

source: GConf Cleaner is to clean up the invalid keys or the unnecessary keys anymore in your GConf database. Please proceed next step to analyze how much such keys are stored.
es: GConf Cleaner limpia llaves inválidas y/o innecesarias de la base de datos del GConf. Por favor continua con el siguiente punto para analizar cuantas llaves de este tipo están almacenadas.
pl: Narzędzie czyszczenia GConf czyści nieprawidłowe lub niepotrzebne klucze w bazie danych. Przejdź do następnego kroku, aby przeanalizować ilość przechowywanych kluczy.

source: Welcome to GConf Cleaner
es: Bienvenido al GConf Cleaner
pl: Witaj w Narzędziu czyszczenia GConf

source: Analyzing...
es: Analizando...
pl: Analizowanie...

source: <b>GConf directories:</b>
es: <b>Directorios GConf:</b>
pl: <b>Foldery GConf:</b>

source: <b>Total GConf keys:</b>
es: <b>Total de llaves GConf:</b>
pl: <b>Razem kluczy GConf:</b>

source: <b>Cleanable GConf keys:</b>
es: <b>Llaves GConf que se pueden limpiar:</b>
pl: <b>Kluczy GConf do wyczyszczenia:</b>

source: _Details
es: _Detalles
pl: _Szczegóły

source: <small><i>Note: This cleanup may affects to your applications working. Please save here to not lose your data.</i></small>
es: <small><i>Nota: Esta limpieza puede afectar a las aplicaciones en funcionamiento. Por favor guarda la información que tengas abierta para no perder datos.</i></small>
pl: <small><i>Uwaga: wyczyszczenie może mieć wpływ na pracę aplikacji. Zapisz bazę, aby nie utracić danych.</i></small>

source: Key
es: Llave
pl: Klucz

source: Value
es: Valor
pl: Wartość

source: Analyzing Result
es: Analizando resultado
pl: Analizowanie wyniku

source: Cleaning up...
es: Limpiando...
pl: Czyszczenie...

source: Congratulation
es: Felicitaciones
pl: Konfiguracja
