Repository: acomputerguru/gconf-cleaner
Catalog: tags/gconf-cleaner-0.0.3/po/*.po
Languages: fr

source: Failed to get the directories in `%s': %s
fr: Erreur lors de l'obtention des dossiers dans %s': %s

source: Failed to get the entries in `%s': %s
fr: Erreur lors de l'obtention des entrées dans %s': %s

source: No value for a key `%s'
fr: Aucune valeur pour la clé `%s'

source: A Cleaning tool for GConf
fr: Un outil de nettoyage pour Gconf

source: translator-credits
fr: Ersplus <ersplus@gmail.com>

source: <span weight="bold" size="larger">Do you want to leave GConf Cleaner?</span>
fr: <span weight="bold" size="larger">Voulez vous quitter Gconf Cleaner?</span>

source: GConf Cleaner - (%d of %d)
fr: GConf Cleaner - (%d de %d)

source: <span weight="bold" size="larger">Do you want to overwrite a file?</span>
fr: <span weight="bold" size="larger">Voulez vous écraser le fichier?</span>

source: Failed during opening %s
fr: Erreur lors de l'opération %s

source: Failed during saving GConf keys
fr: Erreur lors de la sauvegarde des clés GConf

source: Save GConf keys as...
fr: Sauvegarde clés Gconf sous...

source: <span weight="bold" size="larger">Failed during the initialization</span>
fr: <span weight="bold" size="larger">Erreur lors de l'initialisation</span>

source: Analyzing the GConf directories...
fr: Analyse des dossiers GConf...

source: <span weight="bold" size="larger">Failed during analyzing the GConf key</span>
fr: <span weight="bold" size="larger">Erreur lors de l'analyse des clés GConf</span>

source: Please press Forward button to clean up the GConf keys.
fr: Veuillez cliquer sur suivant pour nettoyer les clés GConf.

source: Luckily, there are no GConf keys can be cleaned up.
fr: Félicitations, il n'y a aucune clé à nettoyer.

source: %d of %d GConf keys has been cleaned up successfully.
fr: %d sur %d clés GConf ont été nettoyé avec succès.

source: GConf Cleaner is to clean up the invalid keys or the unnecessary keys anymore in your GConf database. Please proceed next step to analyze how much such keys are stored.
fr: GConf Cleaner sert à nettoyer les clés invalides ou non nécessairesde Gconf. Veuillez cliquer sur suivant pour analyser combien de clés sont stockées.

source: Welcome to GConf Cleaner
fr: Bienvenu sur GConf Cleaner

source: Analyzing...
fr: Analyse...

source: <b>GConf directories:</b>
fr: <b>Dossiers GConf:</b>

source: <b>Total GConf keys:</b>
fr: <b>Nbre total de clés:</b>

source: <b>Cleanable GConf keys:</b>
fr: <b>Clé pouvant être nettoyée:</b>

source: _Details
fr: _Détails

source: <small><i>Note: This cleanup may affects to your applications working. Please save here to not lose your data.</i></small>
fr: <small><i>Note: Ce nettoyage peut affecter le fonctionnement de vos aplications. Veuillez sauvegarder maintenant pour ne pas perdre vos données.</i></small>

source: Key
fr: Clé

source: Value
fr: Valeur

source: Analyzing Result
fr: Analyse des résultats

source: Cleaning up...
fr: Nettoyage...

source: Congratulation
fr: Félicitation
